Repository: wangchong2023/zhiyu
Catalog: Sources/Localization/Catalogs/Auth.xcstrings
Source language: en
Languages: zh_hans

# code.placeholder
source: Verification Code
zh_hans: 请输入验证码

source: Get Code
zh_hans: 获取验证码

# guestMode
source: Skip
zh_hans: 游客模式 (跳过)

# identity.placeholder
source: Phone / Account
zh_hans: 手机号 / 账号

source: Login
zh_hans: 登录

source: Logout
zh_hans: 退出登录

# password.placeholder
source: Password
zh_hans: 密码

source: Register
zh_hans: 注册

# thirdParty
source: Others
zh_hans: 其他登录方式

# auth.apple
source: Apple Login
zh_hans: Apple 登录

# auth.code.placeholder
source: Verification Code
zh_hans: 验证码

# auth.getCode
source: Get Code
zh_hans: 获取

# auth.guest
source: Guest User
zh_hans: 游客用户

# auth.guestMode
source: Guest Mode (Skip)
zh_hans: 游客模式（跳过）

# auth.identity.placeholder
source: Phone / Email / WeChat
zh_hans: 手机号 / 邮箱 / 微信

# auth.login
source: Login
zh_hans: 登录

# auth.logout
source: Logout
zh_hans: 退出登录

# auth.password.placeholder
source: Password
zh_hans: 密码

# auth.phone.placeholder
source: Phone Number
zh_hans: 手机号

# auth.qq
source: QQ Login
zh_hans: QQ 登录

# auth.register
source: Register
zh_hans: 注册

# auth.setPassword.placeholder
source: Set Password
zh_hans: 设置密码

# auth.thirdParty
source: Other login methods
zh_hans: 其他登录方式

# auth.wechat
source: WeChat Login
zh_hans: 微信登录
